Repository: eduNEXT/platform-plugin-superset
Catalog: platform_plugin_superset/conf/locale/*/LC_MESSAGES/django.po
Languages: eo

source: Superset is not configured properly. Please contact your system administrator.
eo: Süpérsét ïs nöt çönfïgüréd pröpérlý. Pléäsé çöntäçt ýöür sýstém ädmïnïsträtör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Display name
eo: Dïspläý nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Dashboard UUID
eo: Däshßöärd ÛÛÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Filters
eo: Fïltérs Ⱡ'σяєм ιρѕυм #

source: Save
eo: Sävé Ⱡ'σяєм ι#

source: Cancel
eo: Çänçél Ⱡ'σяєм ιρѕυ#

source: Aspects is only visible to course staff and instructors. Please contact your system administrator.
eo: Àspéçts ïs önlý vïsïßlé tö çöürsé stäff änd ïnstrüçtörs. Pléäsé çöntäçt ýöür sýstém ädmïnïsträtör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: The ID of the dashboard to embed. Available in the Superset embed dashboard UI.
eo: Thé ÌD öf thé däshßöärd tö émßéd. Àväïläßlé ïn thé Süpérsét émßéd däshßöärd ÛÌ. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Semicolon separated list of SQL filters to apply to the dashboard. E.g: org='edX'; country in ('us', 'co'). The fields used here must be available on every dataset used by the dashboard.
eo: Sémïçölön sépärätéd lïst öf SQL fïltérs tö äpplý tö thé däshßöärd. É.g: örg='édX'; çöüntrý ïn ('üs', 'çö'). Thé fïélds üséd héré müst ßé äväïläßlé ön évérý dätäsét üséd ßý thé däshßöärd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σł#

source: Dummy
eo: Dümmý Ⱡ'σяєм ιρѕ#
